
<div class="descrition-btn">
  <button
    style="color: black; border-bottom: 1px solid black"
    class="btn__description"
  >
    Описание
  </button>
  <button class="btn__characteristic">Характеристика</button>
  <button class="btn__size">Размер</button>
</div>
<div class="descrition-main">
  <div class="descrition-main__description">
    <div>
      <p>
        Рабочий костюм из прочной дышащей смесовой ткани. Предназначен для
        работ в тёплое время года или в помещениях. Отличается комфортом и
        презентабельностью.<br />
        Конструктивное описание
      </p>
      <h2>Куртка:</h2>
      <ul>
        <li>Куртка прямого силуэта, укороченная.</li>
        <li>
          Накладные карманы с клапанами на полочке и накладные объемные
          боковые карманы. Застежка клапанов на контактную ленту. Объем
          карманов создается за счет боковой складки.
        </li>
        <li>Спинка с кокеткой из ткани отделочного цвета.</li>
        <li>Рукава втачные двухшовные с манжетами.</li>
        <li>Отложной воротник.</li>
        <li>Потайная бортовая застёжка.</li>
        <li>Низ куртки с притачным поясом. Застежка пояса потайная.</li>
      </ul>
      <h2>Полукомбинезон:</h2>
      <ul>
        <li>Полукомбинезон прямого силуэта.</li>
        <li>
          На грудке - накладной карман с клапаном и накладной карман с
          клапаном для мобильного телефона. Объем карманов создается за
          счет боковых складок.
        </li>
        <li>Застежка клапанов на контактную ленту.</li>
        <li>На передних половинках – боковые накладные карманы.</li>
        <li>Усилители в области колен.</li>
        <li>Задние половинки с усилителями в области среднего шва.</li>
        <li>Отрезные нижние части из ткани отделочного цвета.</li>
        <li>Отрезная спинка.</li>
        <li>
          Пояс притачной с 4 шлевками, застежка пояса на 1 пуговицу.
        </li>
        <li>Застежка гульфика на 3 пуговицы.</li>
        <li>Застежка полукомбинезона боковая на 1 пуговицу.</li>
        <li>
          Бретели с эластичной лентой со стороны спинки. Застежка бретелей
          на пряжки-фастексы.
        </li>
      </ul>
      <h2>Особенности:</h2>
      <ul>
        <li>
          Видимость в темное время суток обеспечивают СВП «GlinBack (до
          400 метров), которые расположены на спинке, кокетке и рукавах
          куртки, а так же по низу ПК и на нагруднике.
        </li>
        <li>
          Дополнительная прочность соединений костюма за счет двойных
          отделочных строчек. Швы выдерживают 1,5 тонны на разрыв. Костюм
          износостойкий и прослужит долго, что поможет сократить частоту
          закупок.
        </li>
        <li>
          Оптимальное соотношение хлопка и полиэстера в составе ткани
          позволяет телу дышать, одновременно защищая от истираний и
          загрязнений.
        </li>
        <li>
          Дополнительные припуски существенно увеличивают амплитуду
          движений и позволяют свободно двигаться. Нагрузка на швы
          сводится к минимуму.
        </li>
      </ul>
      <h2>Применение:</h2>
      <p>
        Практичный костюм защищает работника от производственных
        загрязнений и одновременно подчеркивает его индивидуальность.
        Модель идеально подходит для инженерно-технического состава:
      </p>
      <ul>
        <li>Инженерно-технические работники</li>
        <li>Инжиниринговые компании</li>
        <li>Строительство</li>
        <li>Любые другие производства</li>
      </ul>
    </div>
  </div>
  <div style="display: none" class="descrition-main__characteristic">
    <ul>
      <li>Защитные свойства:</li>
      <li>ГОСТ:&nbsp;12.4.280-2014; 12.4.288-2013; ТР ТС 019/2011</li>
      <li>Материал:&nbsp;смесовая ткань ERGOstuff+ ™</li>
      <li>Плотность:&nbsp;240 г/кв.м</li>
      <li>Состав:&nbsp;35% хлопок, 65% полиэфир</li>
      <li>Вес&nbsp;товара:&nbsp;1.232 кг.</li>
      <li>Объем:&nbsp;0.004 куб.м</li>
    </ul>
  </div>
  <div style="display: none" class="descrition-main__size">
    <table>
      <thead>
        <tr>
          <th>Размер</th>
          <th>44-46</th>
          <th>48-50</th>
          <th>52-54</th>
          <th>56-58</th>
        </tr>
      </thead>
      <tbody>
        <tr>
          <td>Обхват груди, см</td>
          <td>86-94</td>
          <td>94-102</td>
          <td>102-110</td>
          <td>110-118</td>
        </tr>
        <tr>
          <td>Обхват талии, см</td>
          <td>76-84</td>
          <td>84-92</td>
          <td>92-100</td>
          <td>100-108</td>
        </tr>
        <tr>
          <td>Обхват бедер, см</td>
          <td>88-96</td>
          <td>96-104</td>
          <td>104-112</td>
          <td>112-120</td>
        </tr>
        <tr class="descrition-main__height">
          <td>Рост</td>
          <td>170-176</td>
          <td>182-188</td>
          <td>-</td>
          <td>-</td>
        </tr>
        <tr>
          <td>от линии талии до пола, см</td>
          <td>106-111</td>
          <td>115-120</td>
          <td>-</td>
          <td>-</td>
        </tr>
      </tbody>
    </table>
  </div>
</div>
